bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
BrandonKirbyson.vscode-animations
codezombiech.gitignore
donjayamanne.python-environment-manager
drcika.apc-extension
enkia.tokyo-night
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
Gruntfuggly.todo-tree
KevinRose.vsc-python-indent
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
webhint.vscode-webhint
wholroyd.jinja
yzhang.markdown-all-in-one
